<html>
<head>
<title>TETRINET BR - Dicas e Estrategias</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<meta name="description" content="Dicas e estrategias para voce se tornar um otimo jogador. Aprenda a melhor forma de usar cada bloco especial e ainda descubra outros truques para atrapalhar seu adversario.">
<meta name="keywords" content="tetrinet">
</head>

<body bgcolor="#FFFFFF" text="#000000" link="#0000CC" vlink="#CC0000" alink="#009933">
<div align="center"> 
  <p><font face="Arial, Helvetica, sans-serif" size="-1"><img src="dicas.jpg" width="210" height="56" alt="Dicas"></font></p>
  <p align="center"><font face="Arial, Helvetica, sans-serif" size="-2"><b>[</b> 
    <a href="#gerais">dicas gerais</a> | <a href="#blocos">estrat&eacute;gias 
    para blocos especiais</a> <b>|</b> <a href="#mais">mais dicas</a> <b>]</b></font></p>
  <p align="left"><font face="Arial, Helvetica, sans-serif"><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a name="gerais"></a>Dicas 
    gerais:</b></font></p>
  <p align="justify"><font face="Arial, Helvetica, sans-serif" size="-1">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A 
    primeira coisa que deve ser lembrada quando estamos jogando Tetrinet &eacute; 
    que o advers&aacute;rio tamb&eacute;m &eacute; um ser humano, e assim cada 
    um tem o seu estilo. Analise-o para formular a melhor estrat&eacute;gia de 
    ataque/defesa. Por exemplo, se &eacute; uma pessoa que prefere tentar fazer 
    v&aacute;rias linhas de uma vez para ganhar mais blocos especiais, o momento 
    certo de um ataque com Q ou R &eacute; exatamente quando ela estiver com as 
    linhas quase preparadas para isso. Os jogadores mais experientes, em geral, 
    quando est&atilde;o enfrentando algu&eacute;m com um n&iacute;vel de habilidade 
    semelhante, optam por atacar constantemente e o mais r&aacute;pido poss&iacute;vel 
    desde o come&ccedil;o para evitar que o advers&aacute;rio consiga blocos especiais 
    para um contra-ataque. Sendo assim, &eacute; necess&aacute;rio que voc&ecirc; 
    responda da mesma forma. J&aacute; em um jogo contra um oponente principiante, 
    pode ser uma boa estrat&eacute;gia procurar fazer linhas duplas ou triplas 
    pra adicionar linhas nos outros constantemente (se o Classic Mode estiver 
    habilitado), e assim terminar o jogo mais r&aacute;pido.</font></p>
  <p align="justify"><font face="Arial, Helvetica, sans-serif" size="-1">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sempre 
    utilize um tema adequado. Ter um Tetrinet com fundo de desenho animado e blocos 
    especiais diferentes pode at&eacute; ficar bonitinho, mas n&atilde;o ir&aacute; 
    te ajudar&aacute; em nada. Eu recomendo que voc&ecirc; fa&ccedil;a o <a href="temas.htm">download 
    do tema</a> criado por mim, que possui v&aacute;rias caracter&iacute;sticas 
    que ir&atilde;o facilitar seu jogo, tais como um fundo quadriculado com as 
    colunas em cores alternadas; uma linha definindo a altura m&aacute;xima do 
    Switch; contagem de quantas linhas faltam para o advers&aacute;rio chegar 
    ao topo, para que voc&ecirc; saiba se pode terminar o jogo com um ataque de 
    As; destaque nos blocos Os, para que voc&ecirc; n&atilde;o perca nenhuma oportunidade 
    de utilizar este excelente ataque e tomar cuidado quando estiver vulner&aacute;vel; 
    cores alternadas para blocos de ataque e defesa, com destaque para Ns, Gs 
    e Ss; indica&ccedil;&atilde;o da posi&ccedil;&atilde;o de onde cae o bloco 
    reto em p&eacute;; e tudo isto sem que a tela fique carregada visualmente.</font></p>
  <p align="justify"><font face="Arial, Helvetica, sans-serif" size="-1">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pode 
    parecer meio &oacute;bvio, mas outra dica importante &eacute; saber as regras 
    do jogo, e especialmente como os blocos especiais funcionam. No meu <a href="tutorial.htm">tutorial</a> 
    existe uma descri&ccedil;&atilde;o de cada um deles. Por exemplo, algumas 
    pessoas jogam h&aacute; meses e at&eacute; hoje n&atilde;o sabem como o O 
    funciona. No caso, ele s&oacute; ter&aacute; um bom efeito se o advers&aacute;rio 
    tiver um O no campo dele e v&aacute;rios bloquinhos no quadrado 3x3 ao redor 
    do mesmo, pois s&atilde;o eles que ser&atilde;o espalhados pela tela.</font></p>
  <p align="justify"><font face="Arial, Helvetica, sans-serif" size="-1">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Al&eacute;m 
    disso, &eacute; essencial sempre observar o jogo do advers&aacute;rio para 
    ter uma id&eacute;ia de quais blocos ele possui no invent&aacute;rio. N&atilde;o 
    &eacute; poss&iacute;vel ter certeza sobre eles, pois n&atilde;o d&aacute; 
    pra saber se o invent&aacute;rio do outro j&aacute; est&aacute; cheio, se 
    ele deu &quot;discard&quot; em algum dos blocos, e muito menos em que ordem 
    eles est&atilde;o. Mas mesmo assim fique atento! Se parecer que o advers&aacute;rio 
    tem um N ou G, tente fazer com que ele o utilize o mais r&aacute;pido poss&iacute;vel; 
    se tiver um S, tome cuidado e fique atento &agrave;s possibilidades de um 
    Switch em voc&ecirc;; se tiver Q ou R, n&atilde;o perca tempo tentando fazer 
    um Tetris.</font></p>
  <p align="justify"><font face="Arial, Helvetica, sans-serif" size="-1">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Muitos 
    jogadores acabam perdendo a vantagem contra o advers&aacute;rio ao ficar tentando 
    fazer aquele Tetris ou pegar aquele N. Se estiver dif&iacute;cil de consegu&iacute;-los, 
    n&atilde;o insista! Voc&ecirc; estar&aacute; perdendo um tempo precioso em 
    que poderia estar pegando outros blocos especiais para atacar, al&eacute;m 
    de aumentar a chance de sofrer um ataque que tornar&aacute; ainda mais dif&iacute;cil 
    consegu&iacute;-los.</font></p>
  <p align="justify"><font face="Arial, Helvetica, sans-serif" size="-1">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Por 
    &uacute;ltimo, sempre que estiver jogando em time, ajude seus companheiros, 
    pois eles est&atilde;o l&aacute; para ajudar voc&ecirc; tanto a derrotar os 
    advers&aacute;rios como para tentar te salvar em momentos dif&iacute;ceis. 
    Mas preste aten&ccedil;&atilde;o, pois ningu&eacute;m ficar&aacute; feliz 
    em receber um N se estiver quase pegando outro bloco importante ou fazendo 
    um Tetris.</font></p>
  <p align="justify">&nbsp;</p>
  <p align="justify"><font face="Arial, Helvetica, sans-serif"><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a name="blocos"></a>Estrat&eacute;gias 
    (organizadas por tipo de bloco especial):</b></font></p>
  <p align="center"><font face="Arial, Helvetica, sans-serif" size="-1"><b>- A 
    (add line) -</b></font></p>
  <p align="justify"><font face="Arial, Helvetica, sans-serif" size="-1"><i>Descri&ccedil;&atilde;o</i>: 
    Adiciona uma linha ao jogo da pessoa que voc&ecirc; escolher.<br>
    Apesar de n&atilde;o 
    ser um ataque de muito poder individualmente, causa um bom efeito se utilizado 
    em massa, principalmente no fim do jogo. Tamb&eacute;m &eacute; particularmente 
    &uacute;til quando o advers&aacute;rio possui um O na linha de baixo, e voc&ecirc; 
    quer aumentar o n&uacute;mero de blocos em volta do mesmo antes de atac&aacute;-lo 
    com o seu O. Outra fun&ccedil;&atilde;o &eacute;, no in&iacute;cio do jogo, 
    adicionar uma linha em si mesmo quando voc&ecirc; possui um bloco especial 
    importante na linha de baixo, para evitar que o advers&aacute;rio utilize 
    um C para limp&aacute;-lo antes que voc&ecirc; consiga peg&aacute;-lo. Ap&oacute;s 
    um N, tamb&eacute;m pode ser utilizado para voc&ecirc; fazer a primeira linha 
    mais rapidamente.</font></p>
  <p align="center">- <font face="Arial, Helvetica, sans-serif" size="-1"><b>B 
    (clear special blocks) - </b></font></p>
  <p align="justify"><font face="Arial, Helvetica, sans-serif" size="-1"><i>Descri&ccedil;&atilde;o</i>: 
    Remove todos os blocos especiais do jogador.<br>
    N&atilde;o gaste o &uacute;ltimo B &agrave; toa, a n&atilde;o ser que queira 
    utilizar os blocos que est&atilde;o depois dele no invent&aacute;rio. Ele 
    deve ser guardado para quando o advers&aacute;rio est&aacute; quase pegando 
    algum bloco de poder defensivo muito alto (N ou G) ou algum de ataque que 
    voc&ecirc; considere perigoso. Ele tamb&eacute;m pode ser utilizado como defesa, 
    nos casos em que voc&ecirc; possui um O no campo e corre o risco de o advers&aacute;rio 
    atacar com um deles.</font></p>
  <p align="center"><font face="Arial, Helvetica, sans-serif" size="-1"><b>- C 
    (clear line) - </b></font></p>
  <p align="justify"><font face="Arial, Helvetica, sans-serif" size="-1"><i>Descri&ccedil;&atilde;o</i>: 
    Apaga a linha de baixo do jogador escolhido.<br>
    Sua principal fun&ccedil;&atilde;o &eacute; diminuir a altura das linhas em 
    voc&ecirc; ou em outros jogadores do seu time. Tamb&eacute;m pode ser utilizado, 
    no in&iacute;cio do jogo, para limpar aquele bloco especial que se encontra 
    na linha de baixo do ser advers&aacute;rio que voc&ecirc; n&atilde;o quer 
    que ele pegue.</font></p>
  <p align="center"><font face="Arial, Helvetica, sans-serif" size="-1"><b>- G 
    (block gravity) - </b></font></p>
  <p align="justify"><font face="Arial, Helvetica, sans-serif" size="-1"><i>Descri&ccedil;&atilde;o</i>: 
    "Puxa" para baixo todos os blocos, eliminando os buracos.<br>
    O G, al&eacute;m de ser um &oacute;timo bloco de defesa, pode ser utilizado 
    para adicionar linhas no seu advers&aacute;rio. Para isto, v&aacute; empilhando 
    os blocos de forma a deixar uma coluna com quantidade menor. Quando um bloco 
    em linha estiver caindo, utilize o G para fazer um Tetris, adicionando assim 
    4 linhas no seu advers&aacute;rio se o Classic Mode estiver habilitado. Em 
    seguida, tamb&eacute;m aproveite os blocos em L para fazer linhas duplas ou 
    triplas. Al&eacute;m de adicionar as linhas, voc&ecirc; receber&aacute; os 
    blocos especiais que estavam nelas multiplicados pelo n&uacute;mero de linha 
    feitos de cada vez.</font></p>
  <p align="center"><font face="Arial, Helvetica, sans-serif" size="-1"><b>- N 
    (nuke field) - </b></font></p>
  <p align="justify"><font face="Arial, Helvetica, sans-serif" size="-1"><i>Descri&ccedil;&atilde;o</i>: 
    Remove todos os blocos, dando ao jogador um novo come&ccedil;o.<br>
    Ele &eacute; especialmente &uacute;til para limpar todo seu campo quando voc&ecirc; 
    estiver com problemas. Mas h&aacute; casos em que pode ser vantagem us&aacute;-lo 
    at&eacute; mesmo em seu advers&aacute;rio! Por exemplo, ele est&aacute; quase 
    fazendo uma linha dupla ou tripla em que existe algum N ou S, e voc&ecirc; 
    n&atilde;o tem nenhum outro ataque para impedi-lo. Se voc&ecirc; n&atilde;o 
    estiver precisando urgentemente do seu N, &eacute; melhor utilizar o N em 
    seu advers&aacute;rio agora do que permitir que ele tenha 2 Ns para se salvar 
    depois.</font></p>
  <p align="center"><font face="Arial, Helvetica, sans-serif" size="-1"><b>- O 
    (block bomb) - </b></font></p>
  <p align="justify"><font face="Arial, Helvetica, sans-serif" size="-1"><i>Descri&ccedil;&atilde;o</i>: 
    Apaga uma &aacute;rea de 3x3 no jogo em todos os lugares que tenham blocos iguais 
    a esse. Os blocos que estavam nesta &aacute;rea de 3x3 s&atilde;o espalhados pelo jogo.<br>
    O Block Bomb, al&eacute;m de estar muito presente no jogo, tem um grande impacto. 
    Lembre-se de que ele s&oacute; vai funcionar se o alvo tiver algum O em seu 
    campo, e quanto maior o n&uacute;mero de blocos em volta de Os, maior o efeito. 
    Ele &eacute; muito &uacute;til para tornar o jogo do advers&aacute;rio mais 
    lento, j&aacute; que ele precisar&aacute; ficar desviando dos blocos espalhados 
    para conseguir posicionar os blocos que est&atilde;o caindo. Alguns jogadores 
    experientes, quando s&atilde;o atacados, optam por dar prioridade a limpar 
    as linhas que possuem blocos espalhados, deixando um espa&ccedil;o vazio entre 
    o n&iacute;vel do jogo e as linhas que come&ccedil;am a ter problemas. A escolha 
    de fazer ou n&atilde;o isso vai depender da situa&ccedil;&atilde;o do jogo, 
    e deve ser analisada em cada caso.</font></p>
  <p align="center"><font face="Arial, Helvetica, sans-serif" size="-1"><b>- Q 
    (blockquake) - </b></font></p>
  <p align="justify"><font face="Arial, Helvetica, sans-serif" size="-1"><i>Descri&ccedil;&atilde;o</i>: 
    Faz com que cada linha do jogo mova para a esquerda ou para a direita, aleatoriamente.<br>
    O Q &eacute; especialmente &uacute;til quando o advers&aacute;rio for fazer 
    um Tetris, ou no m&iacute;nimo estiver se preparando para uma linha dupla 
    ou tripla. Tamb&eacute;m pode te dar mais tempo para impedir que o advers&aacute;rio 
    pegue determinado bloco. Al&eacute;m disso, serve para confundir o jogador, 
    uma vez que ele j&aacute; tinha uma estrat&eacute;gia mais ou menos formulada 
    e ap&oacute;s o ataque o layout de seus blocos sofre grande mudan&ccedil;a.</font></p>
  <p align="center"><font face="Arial, Helvetica, sans-serif" size="-1"><b>- R 
    (random blocks clear) - </b></font></p>
  <p align="justify"><font face="Arial, Helvetica, sans-serif" size="-1"><i>Descri&ccedil;&atilde;o</i>: 
    Remove 10 quadradinhos aleat&oacute;rios do jogo.<br>
    Tem efeito muito semelhante ao Q, por&eacute;m em menor escala. Causa maior 
    impacto quando o jogo j&aacute; passa da metade, e assim enquanto o advers&aacute;rio 
    de esfor&ccedil;a para eliminar os buracos e diminuir a altura de suas linhas, 
    voc&ecirc; cria ainda mais buracos.</font></p>
  <p align="center"><font face="Arial, Helvetica, sans-serif" size="-1"><b>- S 
    (switch fields) - </b></font></p>
  <p align="justify"><font face="Arial, Helvetica, sans-serif" size="-1"><i>Descri&ccedil;&atilde;o</i>: 
    Troca o seu jogo com o da pessoa que voc&ecirc; escolher. Se algum dos jogos tiver 
    mais de 16 blocos de altura, ele ser&aacute; reduzido.<br>
    Este pode ser um dos ataques mais devastadores, e existem v&aacute;rias estrat&eacute;gias 
    em rela&ccedil;&atilde;o a esse bloco, que pode ser utilizado tanto para salvar 
    seu jogo quando estiver quase terminando como simplesmente para dificultar 
    a vida do advers&aacute;rio. Essencialmente, o objetivo de ataque com um S 
    &eacute; aumentar a altura das linhas do seu alvo. Para isto, a melhor estrat&eacute;gia 
    &eacute; fazer uma pilha deixando um espa&ccedil;o de apenas uma coluna &agrave; 
    direita ou &agrave; esquerda at&eacute; um pouco mais da metade da altura, 
    e a seguir fechar todo o espa&ccedil;o superior horizontalmente. Dessa forma, 
    inicialmente o advers&aacute;rio vai tentar abrir a parte superior, para ter 
    mais espa&ccedil;o de jogo. Caso ele possua um G, isso j&aacute; estar&aacute; 
    resolvido. Mas em seguida, ele continuar&aacute; tendo dificuldades pois a 
    &uacute;nica maneira dele conseguir fazer uma linha ser&aacute; com um bloco 
    reto, que encaixe na coluna que voc&ecirc; deixou na lateral. Assim, ele perder&aacute; 
    muito tempo sem conseguir pegar nenhum bloco especial, o que dar&aacute; a 
    voc&ecirc; uma grande vantagem.<br>
    Por outro lado, um ataque por S tamb&eacute;m tem seus riscos. A melhor defesa 
    contra um S &eacute; esperar o campo do advers&aacute;rio estar suficientemente 
    alto, logo antes da utiliza&ccedil;&atilde;o do S, e ent&atilde;o atac&aacute;-lo 
    com uma grande quantidade de As (ou fazer um Tetris) para que o jogo termine 
    antes que ele tenha tempo de fazer o Switch. Advers&aacute;rios mais experientes 
    n&atilde;o ir&atilde;o correr este risco, n&atilde;o deixando as linhas t&atilde;o 
    altas, ou voc&ecirc; pode n&atilde;o ter As suficientes para utilizar esta 
    defesa. Ent&atilde;o a melhor estrat&eacute;gia &eacute; come&ccedil;ar a 
    tornar seu pr&oacute;prio jogo desfavor&aacute;vel, para ao menos o advers&aacute;rio 
    n&atilde;o conseguir um jogo todo certinho. Por&eacute;m, tome muito cuidado 
    e nunca destrua demais o seu pr&oacute;prio jogo! Alguns jogadores podem fingir 
    que ir&atilde;o utilizar um S apenas para te induzir a fazer isso, e ent&atilde;o 
    utilizar um N em si mesmo, deixando voc&ecirc; com aquele jogo destru&iacute;do 
    e ele com tudo certinho.<br>
    Em rela&ccedil;&atilde;o ao S tamb&eacute;m &eacute; importante saber que 
    existe um bug no Tetrinet, que tem o seguinte efeito: algumas vezes, quando 
    uma pessoa utiliza um S, o Tetrinet n&atilde;o atualiza totalmente a vis&atilde;o 
    que voc&ecirc; tem do campo da pessoa, parecendo que ela ainda possui v&aacute;rios 
    blocos espalhados, quando na verdade eles n&atilde;o est&atilde;o l&aacute;. 
    Isso atrapalha particularmente quando voc&ecirc; &eacute; atacado com um S 
    e tenta utilizar outro S para obter seu campo de volta, pois voc&ecirc; receber&aacute; 
    esses blocos que n&atilde;o existem.</font></p>
  <p align="right"><font face="Arial, Helvetica, sans-serif" size="-1"><i>*Para 
    estrat&eacute;gias referentes aos novos blocos especiais do Tetrinet 2, veja 
    a se&ccedil;&atilde;o de <b><a href="tetrinet2.htm">Tetrinet 2</a></b></i></font></p>
  <p align="center">&nbsp;</p>
  <p align="justify"><font face="Arial, Helvetica, sans-serif"><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a name="mais"></a>Por 
    &uacute;ltimo, mas n&atilde;o menos importante...</b></font></p>
</div>
<div align="justify"> 
  <p><font face="Arial, Helvetica, sans-serif"><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</b></font><font face="Arial, Helvetica, sans-serif" size="-1">J&aacute; 
    no meio do jogo, priorize fazer linhas duplas ou triplas pois assim voc&ecirc; 
    ter&aacute; mais blocos para ataque, al&eacute;m de adicionar linhas em seus 
    advers&aacute;rios;</font></p>
  <p><font face="Arial, Helvetica, sans-serif"><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</b></font><font face="Arial, Helvetica, sans-serif" size="-1">N&atilde;o 
    se preocupe tanto em guardar um N ou S para o momento mais apropriado. Fazendo 
    isso, voc&ecirc; estar&aacute; deixando de atacar seu oponente, que ir&aacute; 
    aproveitar para conseguir v&aacute;rios blocos especiais e te atacar;</font></p>
  <p><font face="Arial, Helvetica, sans-serif"><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</b></font><font face="Arial, Helvetica, sans-serif" size="-1">Quando 
    voc&ecirc; ataca algu&eacute;m, chama sua aten&ccedil;&atilde;o. Portanto, 
    em jogos com mais pessoas, algumas vezes pode n&atilde;o ser vantagem marcar 
    algu&eacute;m, pois esta pessoa provavelmente te marcar&aacute; de volta. 
    Tamb&eacute;m evite um ataque insignificanete quando est&aacute; quase conseguindo 
    alguma coisa importante. </font></p>
</div>
<div align="justify"> 
  <p><font face="Arial, Helvetica, sans-serif"><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</b></font><font face="Arial, Helvetica, sans-serif" size="-1">Lembre-se 
    de sempre observar qual ser&aacute; o pr&oacute;ximo bloco que ir&aacute; 
    cair, pois isto poder&aacute; te ajudar a escolher onde colocar o bloco atual, 
    al&eacute;m de voc&ecirc; poder pensar o que fazer com o pr&oacute;ximo enquanto 
    posiciona o bloco que est&aacute; caindo;</font></p>
  <p><font face="Arial, Helvetica, sans-serif"><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</b></font><font face="Arial, Helvetica, sans-serif" size="-1">Evite 
    empilhar blocos em cima de buracos, tentando sempre excluir as linhas acima 
    deles, para que ele seja aberto. Esta &eacute; a melhor maneira de diminuir 
    a altura do seu jogo;</font></p>
</div>
<div align="justify"> 
  <p><font face="Arial, Helvetica, sans-serif"><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</b></font><font face="Arial, Helvetica, sans-serif" size="-1">Utilize 
    as laterais para posicionar blocos que ficar&atilde;o perto delas. Em geral 
    &eacute; mais r&aacute;pido e seguro segurar a tecla para o bloco encostar 
    na lateral e depois pressionar a dire&ccedil;&atilde;o oposta para o bloco 
    voltar 1 ou 2 colunas do que querer alinh&aacute;-lo diretamente;</font></p>
  <p><font face="Arial, Helvetica, sans-serif"><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</b></font><font face="Arial, Helvetica, sans-serif" size="-1">Configure 
    seu teclado para uma taxa de repeti&ccedil;&atilde;o mais r&aacute;pida e 
    intervalo de repeti&ccedil;&atilde;o mais curto. Isso pode ser feito no Painel 
    de Controle. Al&eacute;m disso, a velocidade do jogo diminui se os efeitos 
    sonoros estiverem ativados, ent&atilde;o v&aacute; ao Misc. Settings do Tetris 
    e desabilite esta op&ccedil;&atilde;o. Dependendo do computador, tamb&eacute;m 
    n&atilde;o &eacute; recomend&aacute;vel rodar programas que consumam muito 
    do processador enquanto voc&ecirc; joga, tal como o WinAmp;</font></p>
  <p><font face="Arial, Helvetica, sans-serif"><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</b></font><font face="Arial, Helvetica, sans-serif" size="-1">Em 
    alguns casos, dependendo das configura&ccedil;&otilde;es do servidor, os jogos 
    podem demorar muito tempo e chegar em fases muito altas. Ao chegar perto da 
    100, o velocidade do jogo se torna invi&aacute;vel. Chega a tal ponto que 
    nem &eacute; poss&iacute;vel levar os blocos at&eacute; as laterais do jogo. 
    Neste caso, ganha quem tem mais Ns, Gs ou Ss para conseguir sobreviver por 
    mais tempo. Portanto, se voc&ecirc; acha que chegar&aacute; nisso, comece 
    a guard&aacute;-los;</font></p>
  <p><font face="Arial, Helvetica, sans-serif"><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</b></font><font face="Arial, Helvetica, sans-serif" size="-1">Quando 
    o suas linhas estiverem excessivamente altas e em uma situa&ccedil;&atilde;o 
    dif&iacute;cil de consertar, e as do advers&aacute;rio tamb&eacute;m, pode 
    ser uma boa estrat&eacute;gia jogar mais devagar (n&atilde;o pressionando 
    espa&ccedil;o ou seta para baixo) para ganhar tempo e fazer o advers&aacute;rio 
    morrer primeiro. Essa estrat&eacute;gia tamb&eacute;m &eacute; &uacute;til 
    quando voc&ecirc; estiver jogando em time e achar que algu&eacute;m pode te 
    ajudar se tiver tempo;</font></p>
  <p><font face="Arial, Helvetica, sans-serif"><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</b></font><font face="Arial, Helvetica, sans-serif" size="-1">De 
    vez em quando jogue Tetrinet Pure (sem os especiais), pois este &eacute; um 
    &oacute;timo treino para estrat&eacute;gias de empilhamento das pe&ccedil;as;</font></p>
  <p><font face="Arial, Helvetica, sans-serif"><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</b></font><font face="Arial, Helvetica, sans-serif" size="-1">Evite 
    jogar com lag. </font></p>
  <p><b><font face="Arial, Helvetica, sans-serif"><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</b></font><font color="#FF0000" face="Arial, Helvetica, sans-serif" size="-1">Pratique!</font></b><font face="Arial, Helvetica, sans-serif" size="-1"> 
    A experi&ecirc;ncia &eacute; a melhor maneira de aumentar sua habilidade no 
    jogo.</font> 
</div>
<p align="left"><a href="principal.htm"><img src="voltar.jpg" width="67" height="76" alt="voltar" border="0" align="absmiddle"></a><font face="Arial, Helvetica, sans-serif" size="-2"> 
  voltar &agrave; p&aacute;gina principal</font></p>
<hr>
<div align="center"><font face="Arial, Helvetica, sans-serif" size="-2">[ <a href="tutorial.htm">Tutorial</a> 
  | <font color="#999999">Dicas &amp; Estrat&eacute;gias</font> | <a href="informacoes.htm">Informa&ccedil;&otilde;es</a> 
  | <a href="downloads.htm">Downloads</a> | <a href="temas.htm">Temas</a>
  | <a href="tetrinet2.htm">Tetrinet 2</a>
  ]</font></div>
  <script type="text/javascript">
var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
</script>
<script type="text/javascript">
try {
var pageTracker = _gat._getTracker("UA-4126737-3");
pageTracker._trackPageview();
} catch(err) {}</script>
</body>
</html>
