<html>
<head>
<title>TETRINET BR - Informacoes - Historia do Tetris</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<meta name="description" content="Explicacoes sobre as medalhas da LNCB">
<meta http-equiv="Keywords" content="Tetrinet">
</head>

<body bgcolor="#FFFFFF" link="#0000CC" vlink="#CC0000" alink="#009933" text="#000000">
<p align="center"><font face="Arial, Helvetica, sans-serif"><b>Hist&oacute;ria 
  do Tetris<br>
  </b><font size="-2">(adaptado da p&aacute;gina <a href="http://atarihq.com/tsr/special/tetrishist.html" target="_blank">http://atarihq.com/tsr/special/tetrishist.html</a>)</font><b><br>
  </b></font></p>
<p align="justify"><font face="Arial, Helvetica, sans-serif" size="-1">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Como 
  todos devem saber, a id&eacute;ia do TetriNet foi concebida a partir de um jogo 
  criado h&aacute; d&eacute;cadas atr&aacute;s. O Tetris &eacute; um dos jogos 
  mais populares da hist&oacute;ria, conseguindo ser ao mesmo tempo muito simples 
  e desafiador. Por tr&aacute;s de tudo isso ainda h&aacute; uma das mais interessantes 
  batalhas legais da hist&oacute;ria do videogame, que voc&ecirc; poder&aacute; 
  conhecer na &iacute;ntegra na p&aacute;gina </font><font face="Arial, Helvetica, sans-serif"><a href="http://atarihq.com/tsr/special/tetrishist.html" target="_blank"><font size="-1">http://atarihq.com/tsr/special/tetrishist.html</font></a></font><font face="Arial, Helvetica, sans-serif" size="-1">.<br>
  <br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tudo come&ccedil;ou em junho de 1985, quando <b>Alexey 
  Pazhitnov</b>, inspirado pelo jogo pentominoes que ele tinha comprado recentemente, 
  criou o Tetris em um <i>Electronica 60</i> no centro de Ci&ecirc;ncia da Computa&ccedil;&atilde;o 
  da <i>Moscow Academy</i>.<br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ent&atilde;o o jogo foi portado para o PC da IBM 
  por Vadim Gerasimov e come&ccedil;ou a se espalhar por Moscow.<br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Em julho de 1986 a vers&atilde;o PC chega a Budapest, 
  na Hungria, e &eacute; portada para o Apple II e o Commodore 64. Estas vers&otilde;es 
  chamam a aten&ccedil;&atilde;o de Robert Stein, presidente da empresa de software 
  brit&acirc;nica Andromeda, que planeja conseguir os direitos sobre o jogo. Antes 
  mesmo de falar com Pazhitnov, ele vende os direitos para a Mirrorsoft UK e sua 
  afiliada americana, Spectrum Holobyte, de propriedade da Robert Maxwell's Pergamon 
  Foundation. Mas em novembro de 1986 Steins visita Moscow e n&atilde;o consegue 
  convencer Pazhitnov a ceder os direitos, pois na R&uacute;ssia n&atilde;o havia 
  muito conhecimento sobre a ind&uacute;stria dos videogames. Dessa forma Stein 
  planeja roubar o Tetris, alegando que foi inventado pelos programadores da Hungria. 
  Enquanto isso, a vers&atilde;o para PC lan&ccedil;ada pela Spectrum Holobyte 
  e Mirrorsoft se torna uma grande sensa&ccedil;&atilde;o n&atilde;o apenas por 
  ser um jogo &quot;viciante&quot;, como tamb&eacute;m por ser o primeiro jogo 
  que veio de tr&aacute;s da &quot;cortina de ferro&quot;, cheio de gr&aacute;ficos 
  de temas russos.<br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Os licenciamentos e sub-licenciamentos feitos 
  por empresas a partir da&iacute; causaram uma grande confus&atilde;o em rela&ccedil;&atilde;o 
  a quem realmente era propriet&aacute;rio dos direitos sobre o jogo para cada 
  tipo de console. Uma grande batalha se inicia entre empresas russas, americanas 
  e japonesas. Entre os participantes estavam Atari, Nintendo, Bullet-Proof Software 
  e ELORG. At&eacute; mesmo Mikhail Gorbachev se envolve nessas disputas. No final, 
  os russos quase n&atilde;o conseguiram nenhum dinheiro com o jogo. Ainda assim, 
  Alexey Pazhitnov fica feliz em ter criado um jogo que ficou famoso ao redor 
  do mundo, e al&eacute;m disso ganhou um 286 de pr&ecirc;mio da Academia. Apenas 
  em 1996, com apoio financeiro de Henk Rogers, ele organizou a <i>The Tetris 
  Company LLC</i> e finalmente est&aacute; ganhando royalties por sua cria&ccedil;&atilde;o.<br>
  </font><br>
  <!-- FreeFind Begin No Index --> </p>
<p><br>
  <a href="informacoes.htm"><img src="voltar.jpg" width="67" height="76" alt="voltar" border="0" align="absmiddle"></a><font face="Arial, Helvetica, sans-serif" size="-2"> 
  voltar &agrave; p&aacute;gina de informa&ccedil;&otilde;es</font></p>
<hr>
<div align="center"><font face="Arial, Helvetica, sans-serif" size="-2">[ <a href="tutorial.htm">Tutorial</a> 
  | <a href="dicas.htm">Dicas &amp; Estrat&eacute;gias</a> | <font color="#999999">Informa&ccedil;&otilde;es</font> 
  | <a href="downloads.htm">Downloads</a> | <a href="temas.htm">Temas</a> 
  | <a href="tetrinet2.htm">Tetrinet 2</a>
  ]</font></div>
  <script type="text/javascript">
var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
</script>
<script type="text/javascript">
try {
var pageTracker = _gat._getTracker("UA-4126737-3");
pageTracker._trackPageview();
} catch(err) {}</script>
</body>
</html>
